{
  "Comment.nvim": { "branch": "master" },
  "ale": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "coq.artifacts": { "branch": "artifacts" },
  "coq_nvim": { "branch": "coq" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight-vim": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hack": { "branch": "main" },
  "vim-rails": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" }
}